[orchid_vo_chapter7_0010_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The rear compass seems to have broken when the lock was opened. Yes, not good. Yes - no, wait! Oh! I can change! I want a page! Visit the Washburn Refinery. We are closed! We are closed! Provide!",Time=0)

[orchid_vo_chapter7_0020_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="So what do you think of Scarlett? The way she smiles, her hair, her body and the way she looks into my eyes are my favorite things right now..",Time=0)

[orchid_vo_chapter7_0030_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="I can do the back of the compass, but I need a polynomial. If you find it, I can take the key and give it to Scarlett. He will help her find where the treasure is buried, she will marry me, we will have a hundred children, and I will die. It would be perfect.!",Time=0)

[orchid_vo_chapter7_0040_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Yes - a few more pieces of polyurethane. I have spent months searching for lost sand treasures. Reset the computer for this.",Time=0)

[orchid_vo_chapter7_0050_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Since you've done well so far, I'll give you some advice. I want you on my right side as we fight to the death. I lost my right eye when my father abandoned me. Is he no longer young or in his twenties? They kicked me off the plane. Then he bathed the boy. this is really great.",Time=0)

[orchid_vo_chapter7_0060_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You know, Scarlett seems to be sitting, I remember - I definitely know the belly..",Time=0)

[orchid_vo_chapter7_0070_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="No.",Time=0)

[orchid_vo_chapter7_0080_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="The polycrystal is almost ready. When I give you the last piece, you must collect all four pieces and take them to Magnus Lighthouse. There you will find Artha's Tomb of Lost Treasure..",Time=0)

[orchid_vo_chapter7_0090_echo_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="gr8 come back i will make a new ring.!",Time=0)

[orchid_vo_chapter7_0100_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh Leviathan, we know we'll find the treasure. I can't kill him. My Revenge Roscoe God Roscoe is so cute. You want to push, you have a big face, what is this idiot for? Back to work! remove something!",Time=0)

[orchid_vo_chapter7_0110_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do you have Polycritus? Me!",Time=0)

[orchid_vo_chapter7_0120_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="oh oh!",Time=0)

[orchid_vo_chapter7_0130_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="you are here! The back of the compass!",Time=0)

[orchid_vo_chapter7_0140_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Now take it to Scarlet along with the disc. They love me and if not I would see and smell it. Then he loves me.!",Time=0)

[orchid_vo_chapter7_0150_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Do you have a compass? Maxon now gives Herbert a small gift and returns.",Time=0)

[orchid_vo_chapter7_0160_echox_herbert]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="A gift?! Scarlett?! I know! I know you are worried! they were!",Time=0)

[orchid_vo_chapter7_0170_echo_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Oh, sorry, Herbert. Oh...I forgot you wear big pumps, right? I am very sorry. Now take the last piece of the compass and find out where the treasure is buried.!",Time=0)

[orchid_vo_chapter7_0180_echox_scarlett]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Herbert: Excuse me!.",Time=0)
